[
    {
        "段落原文": "出生富贵人家，五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻，被父亲好友，未来的岳父徐义林收养后也未见好转。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "出生富贵人家",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "男性幼童（3岁），圆脸大眼皮肤白皙，身着锦绣绸缎衣裳配金丝镶边马甲，正在雕花木廊下蹒跚追逐彩蝶，背景可见青瓦朱门的深宅大院与手持果盘的侍从，春日午后的暖阳透过檐角铜铃洒落，采用俯视视角展现宅院全景"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "五岁男孩，穿着精致但沾满灰尘的丝绸衣裳，站在倾颓的朱漆大门前，庭院内灯笼翻倒烛火将熄，暴雨中闪电照亮他惊恐的小脸，俯视镜头突显幼小身影的孤零"
                    },
                    {
                        "id": 1,
                        "画面文本": "深夜卧房内月光斜照，雕花木床帷幔撕裂，五岁孩童蜷缩在翻倒的紫檀衣柜旁，攥着半块破碎的翡翠玉佩，仰视视角透过窗棂展现庭院里凌乱的马车辙印"
                    },
                    {
                        "id": 2,
                        "画面文本": "八岁男孩穿着褪色粗布衣独自坐在柴房角落，阴影笼罩他抱膝的身形，透过茅草屋顶缝隙的光柱映亮手中父母遗留的鎏金香囊，平视镜头捕捉他低垂眼眸中的阴郁"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "被父亲好友，未来的岳父徐义林收养后也未见好转",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "中年男性徐义林身着深色锦缎长袍，面容威严中带着忧虑，站在古朴宅院的雕花木门前微微俯身，向蜷缩在门柱阴影处的七岁男孩伸手，夕阳余晖斜照在青石台阶形成冷暖对比，采用低角度镜头突出男孩的孤寂姿态"
                    },
                    {
                        "id": 1,
                        "画面文本": "十岁男孩穿着明显不合身的旧绸衣独自坐在学堂最后排，苍白小脸低垂避开前方嬉闹的孩童群，窗外梧桐叶影斑驳落在他单薄肩头，采用俯视视角透过镂空窗框展现人物与环境的疏离感"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "随着年龄的增长，性格越来越乖张跋扈，甚至认为对他视如己出的岳父图谋他的家业才收养他。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "随着年龄的增长，性格越来越乖张跋扈",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "少年时期的主角（性别男，年龄14岁，清秀长相，穿着校服，站在学校走廊，阳光斜照，平视视角）"
                    },
                    {
                        "id": 1,
                        "画面文本": "青年时期的主角（性别男，年龄22岁，面容冷峻，穿着黑色风衣，双手插兜站在雨中的街道，昏暗路灯，仰视视角）"
                    },
                    {
                        "id": 2,
                        "画面文本": "成年时期的主角（性别男，年龄35岁，眼神阴鸷，穿着高档西装，坐在昏暗书房内，手中捏碎茶杯，暖黄台灯，俯视视角）"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "甚至认为对他视如己出的岳父图谋他的家业才收养他。",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "青年男性，约25-30岁，面容阴鸷消瘦，身着暗纹绸缎长袍，站在昏暗的书房内，单手撑在红木桌面上，眼神阴冷地盯着桌上的家族账本，窗外斜阳透过雕花窗棂在他脸上投下扭曲的光影，镜头采用微微仰视的视角"
                    },
                    {
                        "id": 1,
                        "画面文本": "六十余岁的威严老者，穿着深紫色团花锦缎马褂，逆光站在书房雕花月洞门处，右手盘着核桃在阴影中泛着暗红光泽，背后走廊灯笼暖光勾勒出他高大的轮廓，镜头从青年坐着的低视角拍摄形成压迫感构图"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "疯狂败家，瞎混成为苍蓝城有名的败家子，整个徐家无一不用废物、蛀虫、垃圾来形容，他依旧我行我素。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "疯狂败家，瞎混成为苍蓝城有名的败家子",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "男性青年，约20岁，面容俊美但带着轻浮笑容，身穿华丽锦袍但衣襟敞开，手持骰盅在赌桌前高举，周围散落金币和酒瓶，场景在昏暗的赌场大堂内，顶光照射桌面，镜头采用俯视视角突显混乱场面"
                    },
                    {
                        "id": 1,
                        "画面文本": "同一青年醉醺醺靠坐在青楼栏杆，左拥衣着暴露的女子，右手将整壶酒倒向下方街道，背景可见'怡红院'招牌与指指点点的路人，夕阳余光透过雕花窗斜照在人物侧脸，镜头从街道低角度仰拍"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "整个徐家无一不用废物、蛀虫、垃圾来形容",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "青年男性（18-20岁），面容轻浮，身着镶金丝绸长袍，翘腿斜倚在雕花木椅上。场景在徐家大厅内，十余名中年男女围聚四周，门窗透进冷色调光线，俯视镜头突显众人包围态势"
                    },
                    {
                        "id": 1,
                        "画面文本": "同个青年手持白玉酒壶向嘴里倾倒，脚边散落骰子和账本。背景可见奢华的红木家具与青瓷花瓶，暖黄烛光照亮其玩世不恭的笑容，低角度镜头强调凌乱地面"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "他依旧我行我素",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "男性青年，年龄约二十岁左右，长相英俊但带着不羁的神色，凌乱的长发随意披散，嘴角挂着轻蔑的笑。他身着华贵但凌乱的锦缎长袍，衣襟敞开，露出内衬的金线刺绣，脚踩镶玉靴子。正站在繁华的苍蓝城街道中央，右手高举一袋破裂的钱袋，银币如雨洒落，左手拎着半空的酒壶。背景是黄昏时分暖黄色的天光，两侧商铺挂着灯笼，路人纷纷侧目指点。镜头采用中景侧面视角，突显人物动作与围观群众的对比。"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛，而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "中年男性徐义林身着暗纹锦缎长袍，双手背在身后站在雕花木窗前。眉头紧锁望着庭院里飘落的银杏叶，斜阳从格栅窗透进来，在他脸上投下明暗交错的光影，采用俯视视角展现整个书房格局"
                    },
                    {
                        "id": 1,
                        "画面文本": "特写徐义林布满老茧的手正摩挲着案头褪色的黄历，镜头拉远显现红木案上摊开的婚书，烛台火光摇曳照亮他半张凝重的脸，背景虚化的博古架摆着象征家族地位的青铜器"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "年轻男性，约二十岁，面容普通略带颓废，身着大红喜服却显邋遢，站在张灯结彩的徐府正厅红毯中央，双手不安地绞着衣角。雕梁画栋的厅堂内高悬鎏金囍字灯笼，侧面平视镜头透过围观宾客的缝隙捕捉其窘态"
                    },
                    {
                        "id": 1,
                        "画面文本": "十七八岁的秀丽少女，凤冠霞帔映衬精致妆容，端坐厅堂主位檀木椅，纤细手指紧攥鸳鸯绣帕。阳光透过雕花窗棂在她脚边投射菱形光斑，俯视镜头突显其与新郎相隔三丈的红毯距离"
                    },
                    {
                        "id": 2,
                        "画面文本": "年近五旬的徐义林身着绛紫锦袍，三缕长须随摇头动作轻颤，左手负后立于朱漆廊柱旁。透过半卷的竹帘可见庭院中停着的花轿，逆光拍摄使其面部笼罩在阴影中"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚，大婚之日进入洞房后被徐家大小姐打出。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "男性中年武者（柳无邪父亲）与女性中年武者（柳无邪母亲）身着素色长袍，手持酒杯与对面男性中年武者（徐义林）相视而笑，三人站在挂满红绸的厅堂中央，暖黄色烛光笼罩空间，采用俯视全景镜头展现两家结亲场景"
                    },
                    {
                        "id": 1,
                        "画面文本": "特写两双布满茧痕的手共同展开烫金婚书，男性手腕戴着青铜护腕（柳父），女性手腕系着青丝绳（徐母），婚书内容'指腹为婚'字样在摇曳的烛火下泛着金光，镜头聚焦在文书细节"
                    },
                    {
                        "id": 2,
                        "画面文本": "仰角镜头拍摄三只碰在一起的青铜酒樽，酒液在碰撞中泛起涟漪，背景虚化的屏风上隐约可见'十八之约'的篆体题字，琥珀色酒水倒映着众人欣慰的笑容"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "大婚之日进入洞房后被徐家大小姐打出",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "青年男性（18岁左右 面容俊朗）身穿红色喜服推门进入洞房 古色古香的婚房内红烛摇曳 中景视角展现新郎期待又紧张的神情"
                    },
                    {
                        "id": 1,
                        "画面文本": "年轻女子（18岁 柳眉凤目 面容姣好却含怒意）身着红色嫁衣挥掌击打 婚床前红绸垂落 特写镜头捕捉新娘凌厉的掌风与新郎错愕的表情"
                    },
                    {
                        "id": 2,
                        "画面文本": "男性身体撞破雕花木门从台阶滚落 红色喜服沾满尘土 俯视镜头展现朱门外灯笼微光与院内狼藉景象"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "在几名狐朋好友唆使下，第一次踏入青楼，突然狂性大发，引燃火烛，导致整个青楼塌陷，悲剧的他被埋在废墟下面。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "在几名狐朋好友唆使下，第一次踏入青楼",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "男性青年约十八九岁，面容清秀但神情紧张，穿着略显陈旧的粗布衣裳，被三名衣着花哨的年轻男子半推半搡着走向雕花木门，门匾刻着'怡红院'三字，黄昏霞光将众人影子拉长在青石台阶上，镜头采用侧前方低角度拍摄"
                    },
                    {
                        "id": 1,
                        "画面文本": "少年单脚悬空停在朱漆门槛上方，脖颈渗出冷汗，右手紧抓门框指节发白，背后狐朋狗友挤眉弄眼做出推搡手势，门内可见金丝灯笼照亮雕梁画栋的大厅，采用从室内向外拍摄的过肩镜头"
                    },
                    {
                        "id": 2,
                        "画面文本": "特写画面中少年吞咽口水的喉结剧烈滚动，瞳孔里倒映着厅内轻纱曼舞的朦胧景象，胭脂香气具象化为粉色薄雾萦绕鼻尖，烛火在他侧脸投下摇晃的光斑，镜头模拟人物主观视角微微晃动"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "突然狂性大发，引燃火烛",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "年轻男性，18岁左右，面容扭曲癫狂，身着绣金丝靛蓝锦袍却已衣衫不整，正高举青铜烛台在雕花木梁前挥舞。场景是点着红纱灯笼的青楼雅间，朱漆屏风倾倒，瓜果酒盏散落满地，暖黄烛光与窗外月光交织。采用仰视镜头突显其疯狂姿态，三名衣着华贵的同伴躲在翻倒的八仙桌后露出惊惧表情。"
                    },
                    {
                        "id": 1,
                        "画面文本": "同一青年瞳孔映出跳动的火苗，左手攥着扯落的茜色纱帐，右手将燃烧的烛台捅进垂落的帷幔。火星顺着丝绸急速攀升，背景可见雕花木窗开始冒烟，两个醉醺醺的同伴正踉跄着往门外逃跑。场景光线转为不稳定的橙红色，镜头采用侧后方视角，着重表现火焰吞噬木质横梁的瞬间。"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "导致整个青楼塌陷",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "青年男性，约二十岁，面容惊恐，身着华贵但破损的锦衣，被压在断裂的雕花木梁下，四周是燃烧的帷幔和崩塌的朱漆木柱，火光照亮漫天飘散的火星与木屑，俯视镜头展现整座三层木制青楼向中心塌陷的瞬间"
                    },
                    {
                        "id": 1,
                        "画面文本": "特写青年沾满烟灰的脸部，瞳孔映出坠落的重檐藻井结构，右手徒劳伸向空中试图抓住崩落的琉璃瓦，背景中可见数名奔逃的模糊人影被火龙吞噬，仰视视角突显建筑倾覆的压迫感"
                    }
                ]
            },
            {
                "id": 3,
                "镜头文本": "悲剧的他被埋在废墟下面",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "男性，青年，长相清秀但面色苍白紧闭双眼，穿着沾满灰尘的破损靛青色长衫，上半身被断裂的房梁压住躺在瓦砾堆中，背景是燃烧后倒塌的木结构建筑废墟，弥漫着烟尘的昏暗中带着远处未熄灭的火光，镜头采用俯视视角展现人物与废墟的压迫感"
                    }
                ]
            }
        ]
    }
]