[
    {
        "段落原文": "出生富贵人家，五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻，被父亲好友，未来的岳父徐义林收养后也未见好转。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "出生富贵人家",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "华丽的府邸内，幼年男主身穿锦缎，在摆满古董的厅堂玩耍",
                        "画面背景": "徐府正厅，雕梁画栋，红木家具陈列青铜器与瓷器，窗外可见精心打理的庭院景观"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁男主躲在廊柱后，惊恐地看着家中仆役慌乱搬运箱笼",
                        "画面背景": "月夜下的徐府长廊，灯笼摇曳，远处可见燃烧的账房火光映红夜空"
                    },
                    {
                        "id": 2,
                        "画面文本": "空荡的卧房内，男主紧抱父母遗留的玉佩蜷缩床角",
                        "画面背景": "雕花拔步床挂着撕裂的纱帐，地上散落撕碎的账本和打翻的烛台"
                    },
                    {
                        "id": 3,
                        "画面文本": "徐义林在祠堂前向少年男主伸手，男主低头攥紧衣角",
                        "画面背景": "青石铺就的祠堂院落，古柏参天，香炉青烟袅绕，匾额题着'忠孝传家'"
                    },
                    {
                        "id": 4,
                        "画面文本": "及冠男主独坐书房，阴影笼罩半脸，窗外桃李盛开却置若罔闻",
                        "画面背景": "徐府西厢书房，案头堆满兵法典籍，砚台墨迹干涸，春枝探窗而入"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "年幼的男孩站在豪华宅邸前，身着精致绸缎服饰，背景是气派的朱红色大门与石狮",
                        "画面背景": "富贵人家的宅院门口，清晨阳光斜照，门楣悬挂鎏金匾额，两侧盆栽松柏苍翠"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁孩童蜷缩在凌乱书房角落，窗外闪电照亮散落账本和翻倒的青花瓷瓶",
                        "画面背景": "暴雨夜的古典书房，雕花窗棂被狂风吹开，烛台倾倒，丝绸帷幔凌乱飘动"
                    },
                    {
                        "id": 2,
                        "画面文本": "空荡卧房仅剩孩童抱膝独坐，月光透过格窗在鸳鸯锦被投下凄冷光影",
                        "画面背景": "深夜豪门卧室，拔步床纱帐半垂，地上散落着打包到一半的行李箱箧"
                    },
                    {
                        "id": 3,
                        "画面文本": "十岁少年抱剑孤立枫树下，枯叶纷飞中紧抿嘴唇避开远处嬉闹的孩童们",
                        "画面背景": "徐府后花园秋景，朱栏曲桥下锦鲤游动，远处凉亭有模糊人影正在饮宴"
                    },
                    {
                        "id": 4,
                        "画面文本": "徐义林伸手欲抚少年肩头，少年侧身躲开留下悬空的手掌与飘动的发带",
                        "画面背景": "father_figure, mature_male, hesitant_gesture, traditional_hall, sunset_glow, incense_smoke, tension_between_characters"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "被父亲好友，未来的岳父徐义林收养后也未见好转",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "年幼的小男孩站在豪华的宅院中，身着锦缎衣裳，身边环绕着精致瓷器与雕花家具",
                        "画面背景": "朱门黛瓦的深宅大院，庭院中可见太湖石与金丝楠木廊柱，檐角铜铃在微风中轻响"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁孩童蜷缩在倾覆的紫檀木案几旁，账本散落满地，窗外闪电照亮破碎的琉璃窗棂",
                        "画面背景": "暴雨夜的书房场景，翻倒的青铜烛台燃着帷幔，青花瓷瓶碎片与散落的铜钱铺满金砖地面"
                    },
                    {
                        "id": 2,
                        "画面文本": "小男孩独自蹲在染血的白玉台阶上，手中紧攥断裂的翡翠长命锁，身后是空荡的主屋",
                        "画面背景": "黎明时分的豪门宅邸，晨雾中可见凌乱的马车辙印，朱漆大门虚掩透着诡异寂静"
                    },
                    {
                        "id": 3,
                        "画面文本": "阴郁少年立于徐府书房阴影处，手指抠着织金窗纱，远处传来养父无奈的叹息声",
                        "画面背景": "典型明代风格的书房场景，可见到黄花梨书架与青瓷香炉，窗外竹影婆娑映在宣纸屏风上"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "随着年龄的增长，性格越来越乖张跋扈，甚至认为对他视如己出的岳父图谋他的家业才收养他。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "随着年龄的增长，性格越来越乖张跋扈",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "青年眉头紧锁站立于庭院，衣襟凌乱手指紧攥，眼中透出阴鸷戾气",
                        "画面背景": "古色古香的柳府庭院，青石板地面映着斜阳，远处廊下悬挂的铜铃在风中轻响"
                    },
                    {
                        "id": 1,
                        "画面文本": "手掌重重拍在案几上，茶盏倾倒洇湿账簿，扭曲面容倒映在铜镜中",
                        "画面背景": "书房内檀木案几堆满账册，雕花窗棂透进斑驳树影，墙上的水墨画微微卷边"
                    },
                    {
                        "id": 2,
                        "画面文本": "透过月洞门窥视岳父背影，指甲深深掐入朱漆廊柱，唇角扯出讥讽冷笑",
                        "画面背景": "九曲回廊连接着前厅与后院，太湖石假山旁的老梅树绽开零星白花"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "甚至认为对他视如己出的岳父图谋他的家业才收养他。",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "青年神色阴鸷站在书房，眼中透着猜忌与不屑",
                        "画面背景": "古典中式书房背景，后方可见红木书架与账本，窗外隐约可见柳府庭院景致"
                    },
                    {
                        "id": 1,
                        "画面文本": "攥紧的拳头重重砸在案几上，茶盏倾倒水痕蜿蜒",
                        "画面背景": "檀木案几特写，飞溅的茶水在宣纸上晕染开墨迹，背景虚化的家纹屏风"
                    },
                    {
                        "id": 2,
                        "画面文本": "闪回画面中幼年主角跪在祠堂，岳父慈祥抚摸其头顶",
                        "画面背景": "朦胧的祠堂烛光场景，牌位虚化处理，突出人物剪影效果"
                    },
                    {
                        "id": 3,
                        "画面文本": "当前时间线岳父手持地契欲言又止，主角冷笑侧目",
                        "画面背景": "两人对峙的中景构图，前景飘落的账册页，背景暴雨将至的乌云密布"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "疯狂败家，瞎混成为苍蓝城有名的败家子，整个徐家无一不用废物、蛀虫、垃圾来形容，他依旧我行我素。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "疯狂败家，瞎混成为苍蓝城有名的败家子",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "锦衣华服的青年在赌场挥金如土",
                        "画面背景": "雕梁画栋的赌场大堂，满地散落金银元宝，赌桌堆满筹码"
                    },
                    {
                        "id": 1,
                        "画面文本": "醉醺醺的青年搂着歌姬从青楼走出",
                        "画面背景": "暮色中的花街灯火通明，青楼雕花门廊挂着红灯笼，石板路上倒着酒坛"
                    },
                    {
                        "id": 2,
                        "画面文本": "徐家族老们围坐议事厅怒指青年",
                        "画面背景": "中式传统厅堂悬挂'徐氏宗祠'匾额，檀木桌椅排列整齐，墙上挂着家训字画"
                    },
                    {
                        "id": 3,
                        "画面文本": "青年倚着朱门抛玩玉佩面露不屑",
                        "画面背景": "徐府气派的红漆大门前，石狮威严伫立，玉佩流苏在空中划出金色弧光"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "整个徐家无一不用废物、蛀虫、垃圾来形容",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "徐家众人围坐议事厅，用厌恶表情指着主角方向",
                        "画面背景": "徐家宅邸的议事厅场景，雕花木椅环绕红木圆桌，墙上挂着「勤俭持家」字画，窗外可见苍蓝城屋檐"
                    },
                    {
                        "id": 1,
                        "画面文本": "主角斜倚赌坊门廊抛掷钱袋，身后贴着「徐府赊账」字条",
                        "画面背景": "苍蓝城赌坊街景，青石板路面积水反光，灯笼映照「千金坊」招牌，远处可见徐家宅院轮廓"
                    },
                    {
                        "id": 2,
                        "画面文本": "三位徐家长老摇头叹息，面前摊开着破旧账本",
                        "画面背景": "书房场景，紫檀书案堆满账簿，算盘珠子散落，香炉青烟缭绕「祖训」屏风"
                    },
                    {
                        "id": 3,
                        "画面文本": "主角跨坐酒楼栏杆对月举杯，脚下倒着空酒坛",
                        "画面背景": "八角酒楼顶层观景台，琉璃瓦映月光，雕花栏杆外可见苍蓝城万家灯火"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "他依旧我行我素",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "少年独自站在庭院角落，背对远处热闹的人群，面无表情地低头凝视地面。",
                        "画面背景": "徐府青石庭院，墙边斜倚着半枯老树，秋风卷起泛黄落叶扫过积水石砖"
                    },
                    {
                        "id": 1,
                        "画面文本": "月光透过格窗投在少年蜷缩的床角，手指紧攥褪色锦被，身旁散落着被撕碎的请柬。",
                        "画面背景": "雕花木床笼罩在阴影中，窗台上积着厚灰，墙角蛛网悬着半片残破的红色窗花"
                    },
                    {
                        "id": 2,
                        "画面文本": "少年甩开养父伸来的手掌，玉佩穗子在空中划出弧线，玉坠撞击青砖迸出裂痕。",
                        "画面背景": "祠堂香案供奉着徐氏先祖牌位，铜炉青烟缭绕，烛火在穿堂风中剧烈摇晃"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛，而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "徐义林站在书房窗前，手扶窗棂，眉头深锁凝视远方，手中捏着红底金边的婚书",
                        "画面背景": "徐府书房，雕花窗棂外可见青瓦屋檐，书案上摊开着家族账簿与往来信笺"
                    },
                    {
                        "id": 1,
                        "画面文本": "少年独自坐在覆着青苔的石阶上，指尖摩挲半块残破玉佩，枯叶在蜷缩的膝头堆积",
                        "画面背景": "徐府偏院，古树枝桠在灰墙上投下蛛网般的阴影，石阶缝隙钻出野菊花"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼年的他站在富丽堂皇的柳府庭院，锦衣玉食却紧攥着拨浪鼓躲在廊柱后",
                        "画面背景": "雕梁画栋的深宅大院，九曲回廊挂着琉璃宫灯，远处太湖石假山旁矗立着两棵百年银杏"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁孩童蜷缩在贴满封条的朱漆大门前，怀中抱着撕破的布老虎",
                        "画面背景": "萧瑟秋风卷起满地枯叶，曾经气派的门楣蛛网横结，『柳府』鎏金匾额斜挂在半空"
                    },
                    {
                        "id": 2,
                        "画面文本": "徐义林弯腰向蜷缩墙角的男孩伸手，玄色大氅下摆沾着远道而来的风尘",
                        "画面背景": "漏雨的破屋墙角堆着霉变粮袋，透过残破窗棂可见门外停着辆青绸马车"
                    },
                    {
                        "id": 3,
                        "画面文本": "新郎官独自站在喜房外，大红喜服衬得脖颈处补丁中衣愈发刺眼",
                        "画面背景": "徐府张灯结彩的庭院，远处正厅传来宾客喧哗，海棠树被夜风吹落满地残花"
                    },
                    {
                        "id": 4,
                        "画面文本": "铜镜映出新娘凤冠霞帔的绝美容颜，与窗外新郎孤影形成残酷对比",
                        "画面背景": "贴满喜字的闺阁梳妆台，窗外连理枝灯笼将单薄身影投在茜纱窗上"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚，大婚之日进入洞房后被徐家大小姐打出。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "柳无邪的父母与徐义林在柳府大厅内郑重握手，目光坚毅交汇",
                        "画面背景": "柳府正厅，雕花梁柱上悬挂鎏金匾额，中央檀木桌陈列青铜酒器与宗谱，地面铺暗纹织锦毯"
                    },
                    {
                        "id": 1,
                        "画面文本": "两位身着锦缎的孕妇倚坐在酸枝木榻上，双手轻抚隆起腹部相视而笑",
                        "画面背景": "柳府内宅暖阁，窗外可见覆雪梅枝，榻边鎏金熏炉升起袅袅青烟，织金帷帐半垂"
                    },
                    {
                        "id": 2,
                        "画面文本": "徐义林与柳父共执朱砂笔，在洒金红笺上落下指腹为婚的墨迹",
                        "画面背景": "柳府书房，紫檀案头陈列青玉笔架与螭龙镇纸，背后博古架摆满青铜礼器与瓷瓶"
                    },
                    {
                        "id": 3,
                        "画面文本": "泛黄婚约特写，朱砂字迹清晰写着『年满十八当行合卺之礼』",
                        "画面背景": "洒金红笺平铺在乌木托盘中，边缘已有岁月磨损痕迹，背景虚化着祠堂祖宗牌位"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "大婚之日进入洞房后被徐家大小姐打出",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "身着大红婚服的主角站在洞房门口，手指微微颤抖扶着门框",
                        "画面背景": "雕花木门半掩，屋内红烛摇曳，透过门缝可见绣着金线的红床幔，地砖上散落着碎瓷片"
                    },
                    {
                        "id": 1,
                        "画面文本": "徐家大小姐掀开红盖头，凤冠流苏剧烈晃动，手中攥着断裂的玉如意",
                        "画面背景": "洞房内八仙桌倾倒，合卺酒浸透织锦桌布，龙凤烛台在铜镜中映出扭曲火光"
                    },
                    {
                        "id": 2,
                        "画面文本": "主角被掌风击飞撞破雕花木门，婚服后襟撕裂露出白色中衣",
                        "画面背景": "门外石阶溅落零星血迹，断裂的门栓插在廊柱上，月洞门外隐约可见惊慌的宾客身影"
                    },
                    {
                        "id": 3,
                        "画面文本": "徐家大小姐立于门框残骸中，嫁衣广袖灌满夜风，指尖凝聚淡蓝色气劲",
                        "画面背景": "残破的喜字在夜空中飘卷，远处更夫灯笼照亮她身后翻飞的十二重绡纱裙摆"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "在几名狐朋好友唆使下，第一次踏入青楼，突然狂性大发，引燃火烛，导致整个青楼塌陷，悲剧的他被埋在废墟下面。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "在几名狐朋好友唆使下，第一次踏入青楼",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "几名衣着华丽的狐朋好友围在主角身边，脸上带着戏谑笑容推搡其肩膀，主角低头攥紧衣角，眉眼间透出犹豫与抗拒",
                        "画面背景": "古风街道，背景可见挂满红灯笼的酒楼与市集摊贩，石板路缝隙生着杂草，远处城楼轮廓隐于暮色中"
                    },
                    {
                        "id": 1,
                        "画面文本": "主角被推得踉跄半步站在青楼台阶前，朱红大门映着鎏金匾额，门内飘出胭脂香风，身后好友们勾肩搭背发出哄笑",
                        "画面背景": "三层雕花木构青楼，檐角悬着琉璃灯，门框镶嵌祥云纹铜饰，石阶旁歪斜着『怡红院』字样的灯笼"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "突然狂性大发，引燃火烛",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "少年双目赤红、面容扭曲地站在掀翻的桌椅间，手中紧攥着断裂的烛台",
                        "画面背景": "徐府房间内部，雕花木窗半开透出夜色，青砖地面散落着撕碎的书籍，朱漆梁柱上挂着被扯断的帷幔"
                    },
                    {
                        "id": 1,
                        "画面文本": "烛芯突然爆出火星，火苗顺着垂落的纱帐向上窜起，映亮少年癫狂大笑的脸部特写",
                        "画面背景": "燃烧的卧房场景，背景可见倾倒的博古架和破碎瓷瓶，火光照亮墙面的家族画像，烟雾在横梁间缭绕"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "导致整个青楼塌陷",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "豪华的府邸内，幼童锦衣玉食独自坐于雕花木椅，周围空荡无人。",
                        "画面背景": "富贵人家的正厅，陈设奢华，红木家具与玉器摆放整齐，窗外可见庭院中的假山与古树。"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁孩童蜷缩在燃烧的梁柱旁，手中紧握破碎的玉佩。",
                        "画面背景": "遭遇变故的宅院，火舌吞噬雕花门窗，青石板地上散落着翻倒的瓷器和账簿。"
                    },
                    {
                        "id": 2,
                        "画面文本": "深夜残月下，两只包袱被扔进后院枯井，井边残留凌乱马蹄印。",
                        "画面背景": "破败的府邸后院，枯井周围杂草丛生，围墙外隐约可见疾驰而去的马车轮廓。"
                    },
                    {
                        "id": 3,
                        "画面文本": "阴雨绵绵的清晨，徐义林撑着油纸伞站在石阶上，向蜷缩门洞的男孩伸手。",
                        "画面背景": "徐府青砖门楼，雨水顺着瓦当滴落形成水帘，石狮底座爬满青苔，匾额'徐宅'金字半褪。"
                    },
                    {
                        "id": 4,
                        "画面文本": "少年独坐阁楼窗边，面前摆着未动的饭菜，楼下传来热闹的家宴声响。",
                        "画面背景": "徐府西侧阁楼，窗棂结着蛛网，墙角堆满翻烂的旧书，透过菱花格窗可见主屋灯火通明。"
                    }
                ]
            },
            {
                "id": 3,
                "镜头文本": "悲剧的他被埋在废墟下面",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼小的身影半掩在断裂的梁柱与瓦砾间，沾满灰尘的手指紧扣着残破的玉佩",
                        "画面背景": "暴雨倾盆的柳府废墟，雕花窗棂浸泡在泥水中，远方燃烧的马厩火光照亮两棵被雷击断的老槐树"
                    }
                ]
            }
        ]
    }
]