[
    {
        "段落原文": "我没死。柳无邪是被疼醒的，身上压着几块碎木头，让他喘不上气来。接着，一团凌乱的记忆钻入他的脑海。"
    },
    {
        "段落原文": "他本是凌云仙界十大仙帝之一，机缘巧合获得太荒神器吞天神鼎，遭到整个仙界围攻，命丧断魂崖，最后一刻施展血魔解体术，跟他们同归于尽，炸碎了吞天神鼎。"
    },
    {
        "段落原文": "醒来的时候已经到了这里。真武大陆徐家上门女婿败家子。脑海中出现的记忆告诉他，他已经不在凌云仙界，而是重生在一个叫做真武大陆的位面，而这个少年的身体，同样也叫柳无邪。"
    },
    {
        "段落原文": "出生富贵人家，五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻，被父亲好友，未来的岳父徐义林收养后也未见好转。"
    },
    {
        "段落原文": "随着年龄的增长，性格越来越乖张跋扈，甚至认为对他视如己出的岳父图谋他的家业才收养他。疯狂败家，瞎混成为苍蓝城有名的败家子，整个徐家无一不用废物、蛀虫、垃圾来形容，他依旧我行我素。"
    },
    {
        "段落原文": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛，而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐。"
    },
    {
        "段落原文": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚。大婚之日进入洞房后被徐家大小姐打出，在几名狐朋好友唆使下，第一次踏入青楼，突然狂性大发，引燃火烛，导致整个青楼塌陷。悲剧的他被埋在废墟下面。"
    },
    {
        "段落原文": "挪开压在身上的碎木，平躺在地上，开始检查身体。好狠的手段，一掌命中心脉，如果不是我附身过来，必死无疑。到底是谁想要杀他？"
    },
    {
        "段落原文": "胸口除了一些杂伤之外，最致命来自一道诡异的掌印。他清楚地记得当时跟几个狐朋狗友一起喝酒，失控后的记忆完全记不起来了。断开的心脉只是暂时压制住，需要寻找护脉丹药重新续接，以他的手段炼制这种丹药不难。"
    },
    {
        "段落原文": "还好这是一座修行者大陆，武道极其昌盛，武者有诸多等级，分为后天、先天、洗灵、洗髓、真丹。这糟糕的身体，用废物来形容都抬举他了，经脉细如发丝，杂质造成的拥堵只能用惨不忍睹来形容。"
    },
    {
        "段落原文": "我所有的修炼法诀皆为仙界神级功法，真武大陆不过是凡界位面，必须要改修凡界武者的功法才可以。打个比方，就好比一个婴儿，身旁虽然摆放着神兵利器，以婴儿的力气根本无法拿起这些神兵，想要拿起神兵至少要达到洗髓境。"
    },
    {
        "段落原文": "柳无邪感觉自己尬得要死，尝试好几次每次都无功而返，经脉传来的撕裂感让他痛不欲生，再修炼下去肉身必定四分五裂。这时，一滴精纯的液体从丹田之中流出，冲向经脉，流入四肢百骸。"
    },
    {
        "段落原文": "羸弱的经脉犹如贪婪的馋虫，疯狂吞噬液体，里面的淤泥一点点溶解，浑身舒泰。嗯？什么情况？神识沉入丹田查看究竟，进入丹田的那一刻脑袋差点炸开，一尊漆黑的神鼎盘踞丹田中央位置，液体正是从神鼎之中流出。"
    },
    {
        "段落原文": "这是吞天神鼎！他竟然跟我一起过来了！吞天神鼎最后时刻跟他一起炸开，没想到出现在丹田里。难道说我能重生，跟吞天神鼎有密不可分的关系？"
    },
    {
        "段落原文": "突然间，一股庞大的黑色气体从鼎中冲出，击中柳无邪的意识。黑色气体不断翻腾变化，最后化为一道道漆黑文字，古老且沧桑，充满岁月痕迹。"
    },
    {
        "段落原文": "强横的冲击力将意识从身躯中震退回现实。来不及整理大脑中的文字，外面传来嘈杂声，头顶碎石被挪开露出光线。许多人手举火把聚集四周。"
    },
    {
        "段落原文": "「老爷找到姑爷了！」几名壮汉搬开碎木，一截横梁恰好拦住砸下的巨石，肉身未遭太多创伤。真正死亡原因来自那致命掌印。"
    },
    {
        "段落原文": "手忙脚乱把他抬出来，得到神秘液体滋养身体基本无大碍。直立坐起时，徐义林出现在面前：「你这个孽障，要气死我吗！」一副恨铁不成钢的样子。"
    },
    {
        "段落原文": "得知女婿大闹青楼被压，徐义林连外衣都没穿就赶来。奇怪的是面对责骂，柳无邪心里流过暖流——他能感觉到徐义林真的担心他。"
    },
    {
        "段落原文": "「这废物竟然没死啊！」「徐家造的什么孽，招这样的赘婿上门！」「大婚之夜逛青楼，苍天不公啊！」讥讽声如潮水般涌来，柳无邪无力反驳。"
    },
    {
        "段落原文": "徐义林老脸通红让人抬他回去。正要离开时，老鸨带着护卫拦住去路：「徐家主，怡红院坍塌几十人受伤，难道想拍拍屁股走人？」"
    },
    {
        "段落原文": "徐义林担保三日内赔偿到位，老鸨这才放行。柳无邪暗叹前身愚昧，竟不知岳父真心待他。黎明时分回到徐府，徐义林命他更衣后到正厅。"
    },
    {
        "段落原文": "看着破碎衣衫，柳无邪对这个岳父心存畏惧与尊敬——这些年若没有徐家，他早不知死了多少次了。"
    }
]