[
    {
        "段落原文": "出生富贵人家，五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻，被父亲好友，未来的岳父徐义林收养后也未见好转。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "出生富贵人家",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "一个婴儿躺在一张装饰华丽的红木摇篮中，身上盖着绣金线的锦被，周围站着几名衣着精致的婢女和家仆。",
                        "画面背景": "深宅大院的内室，雕花窗棂透进暖黄日光，墙上挂着名家字画，案几摆放青瓷花瓶与玉器摆件，地面铺着暗纹织锦地毯。"
                    },
                    {
                        "id": 1,
                        "画面文本": "朱漆大门前停着数辆镶铜马车，门楣悬挂鎏金匾额写着「柳府」二字，石阶旁立着两尊威风凛凛的石狮子。",
                        "画面背景": "气派的宅院正门全景，飞檐翘角下挂着红灯笼，远处可见庭院内探出的古树枝干，青砖围墙向两侧延伸至视野尽头。"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "五岁时家道变故，父母离奇失踪，造成他从小就性格狭隘孤僻",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "五岁孩童站在火光冲天的豪华宅邸前，眼神惊恐而无助，身后是匆忙逃散的家仆和倒塌的梁柱。",
                        "画面背景": "雕花门楼被烈焰吞噬，青石板庭院散落着翻倒的灯笼与瓷器碎片，远山轮廓在浓烟中若隐若现"
                    },
                    {
                        "id": 1,
                        "画面文本": "沾着血迹的织锦床幔半垂，孩童蜷缩在紫檀拔步床角落，死死攥着母亲遗留的鎏金香囊。",
                        "画面背景": "寝室内八仙桌倾覆，药碗碎片混着褐色药汁流淌，雕花窗棂被夜风吹得吱呀作响"
                    },
                    {
                        "id": 2,
                        "画面文本": "阴雨绵绵的祠堂屋檐下，幼小身影独自跪坐，指尖反复描摹青砖上父母名字的刻痕。",
                        "画面背景": "褪色的朱漆供桌歪斜倒地，断裂的祖宗牌位散落，雨帘顺着残缺的琉璃瓦不断滴落"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "被父亲好友，未来的岳父徐义林收养后也未见好转",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼年主角站在徐府门前，眼神疏离地望着徐义林伸出的手掌",
                        "画面背景": "青砖灰瓦的徐府宅院，门前立着两座石狮，红木大门半开透出灯笼微光，背景有飘落的枯叶"
                    },
                    {
                        "id": 1,
                        "画面文本": "少年蜷缩在雕花木床角落，手指紧攥褪色锦被",
                        "画面背景": "布满蛛网的空旷房间，月光透过镂空窗格投在青砖地面，墙边散落着蒙尘的贵重瓷器"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "随着年龄的增长，性格越来越乖张跋扈，甚至认为对他视如己出的岳父图谋他的家业才收养他。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "随着年龄的增长，性格越来越乖张跋扈",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼年蜷缩在柳府庭院的角落，眼神空洞地看着仆人匆忙搬运家中财物，远处父母模糊的身影逐渐消失在回廊尽头",
                        "画面背景": "柳府雕梁画栋的庭院，青石板缝钻出杂草，朱漆大门半敞露出装满箱笼的马车，檐角铜铃在风中摇晃"
                    },
                    {
                        "id": 1,
                        "画面文本": "少年独坐徐府西厢房窗台，膝头放着撕破的布偶，窗外透进的夕阳将瘦削身影拉长投射在满地狼藉的瓷片上",
                        "画面背景": "徐府简朴的厢房，万字纹窗棂外可见练武场，墙皮剥落的墙面挂着歪斜的「宁静致远」字幅，地上散落砚台笔架"
                    },
                    {
                        "id": 2,
                        "画面文本": "青年攥碎手中茶盏立于徐府正厅，殷红血线顺指缝滴落青砖，背后徐义林扶着太师椅欲言又止",
                        "画面背景": "徐府正厅悬着「忠义传家」匾额，八仙桌上供着凉透的茶汤，菱花格窗外暴雨如注，梁间蛛网随穿堂风颤动"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "甚至认为对他视如己出的岳父图谋他的家业才收养他。",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼年主角站在雕梁画栋的柳府庭院，锦衣玉食却眼神空洞",
                        "画面背景": "典型江南园林府邸，背景可见月洞门与太湖石，檐角挂着鎏金风铃"
                    },
                    {
                        "id": 1,
                        "画面文本": "深夜府邸混乱场景，家仆抱着锦盒仓皇奔走，母亲跪地掩面哭泣",
                        "画面背景": "朱漆大门倾倒，灯笼滚落燃烧，远处阁楼有黑影破窗而出"
                    },
                    {
                        "id": 2,
                        "画面文本": "五岁孩童蜷缩在青石台阶，死死攥着半块龙凤玉佩",
                        "画面背景": "被暴雨冲刷的府邸台阶，积水倒映着冲天火光与疾驰远去的马车轮廓"
                    },
                    {
                        "id": 3,
                        "画面文本": "徐义林弯腰伸手的剪影笼罩着幼年主角，孩童背光的面部藏在阴影里",
                        "画面背景": "徐府鎏金匾额下，两棵百年银杏树在暮色中随风摇晃"
                    },
                    {
                        "id": 4,
                        "画面文本": "少年躲在雕花屏风后窥视，徐义林正在烛光下翻看泛黄账册",
                        "画面背景": "徐府书房陈设考究，博古架摆满古董，墙挂《千里江山图》摹本"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "疯狂败家，瞎混成为苍蓝城有名的败家子，整个徐家无一不用废物、蛀虫、垃圾来形容，他依旧我行我素。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "疯狂败家，瞎混成为苍蓝城有名的败家子",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "少年在酒楼内挥霍无度，将整坛美酒砸碎在地，周围食客目瞪口呆",
                        "画面背景": "苍蓝城最大的醉仙楼，二楼雕花木栏边摆着八仙桌，窗外可见远处城门的两棵百年槐树"
                    },
                    {
                        "id": 1,
                        "画面文本": "赌场里推倒成堆的银票下注，赌徒们簇拥着喝彩",
                        "画面背景": "地下赌场的红漆木赌桌已包浆发亮，墙上挂着'日进斗金'的褪色匾额"
                    },
                    {
                        "id": 2,
                        "画面文本": "骑着枣红马在闹市横冲直撞，沿途踢翻商贩货架",
                        "画面背景": "青石板街道两侧是鳞次栉比的布庄和药铺，牌坊上刻着'苍蓝西市'字样"
                    },
                    {
                        "id": 3,
                        "画面文本": "倚着青楼朱门醉眼朦胧，腰间玉佩将坠未坠",
                        "画面背景": "夜幕下的怡红院灯火通明，门楣垂着茜纱灯笼，石阶缝隙生着青苔"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "整个徐家无一不用废物、蛀虫、垃圾来形容",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "五岁的幼童独自站在破败的府邸前，攥着褪色绸缎衣角",
                        "画面背景": "朱漆大门剥落的柳府正门，石阶缝隙钻出杂草，远处有两棵枯槐树歪斜生长"
                    },
                    {
                        "id": 1,
                        "画面文本": "深夜暴雨中晃动的马车灯笼，车窗伸出半只苍白的手掌",
                        "画面背景": "倾盆雨幕笼罩的青砖巷道，车辕上徐字灯笼被狂风吹得剧烈摇摆"
                    },
                    {
                        "id": 2,
                        "画面文本": "少年蜷缩在祠堂角落，阴影中飞舞着写满'废物'的纸团",
                        "画面背景": "徐氏宗祠的雕花梁柱间垂挂蛛网，供桌上烛火将熄未熄"
                    },
                    {
                        "id": 3,
                        "画面文本": "七名徐家子弟围成半圆，对着地上打翻的食盒指指点点",
                        "画面背景": "徐府后院的青砖地面积着雨水，倒映着众人讥讽的脸"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "他依旧我行我素",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "少年独自站在庭院角落，背对远处热闹的人群，面无表情地低头凝视地面。",
                        "画面背景": "徐府青石庭院，墙边斜倚着半枯老树，秋风卷起泛黄落叶扫过积水石砖"
                    },
                    {
                        "id": 1,
                        "画面文本": "月光透过格窗投在少年蜷缩的床角，手指紧攥褪色锦被，身旁散落着被撕碎的请柬。",
                        "画面背景": "雕花木床笼罩在阴影中，窗台上积着厚灰，墙角蛛网悬着半片残破的红色窗花"
                    },
                    {
                        "id": 2,
                        "画面文本": "少年甩开养父伸来的手掌，玉佩穗子在空中划出弧线，玉坠撞击青砖迸出裂痕。",
                        "画面背景": "祠堂香案供奉着徐氏先祖牌位，铜炉青烟缭绕，烛火在穿堂风中剧烈摇晃"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛，而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "转眼到了成亲年纪，岳父徐义林认为结了婚之后，性格也许会收敛",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "徐义林站在书房窗前，手扶窗棂，眉头深锁凝视远方，手中捏着红底金边的婚书",
                        "画面背景": "徐府书房，雕花窗棂外可见青瓦屋檐，书案上摊开着家族账簿与往来信笺"
                    },
                    {
                        "id": 1,
                        "画面文本": "少年独自坐在覆着青苔的石阶上，指尖摩挲半块残破玉佩，枯叶在蜷缩的膝头堆积",
                        "画面背景": "徐府偏院，古树枝桠在灰墙上投下蛛网般的阴影，石阶缝隙钻出野菊花"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "而今天就是他的大婚之日，按理来说，他这样的垃圾不可能配得上徐家大小姐",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼年的他站在富丽堂皇的柳府庭院，锦衣玉食却紧攥着拨浪鼓躲在廊柱后",
                        "画面背景": "雕梁画栋的深宅大院，九曲回廊挂着琉璃宫灯，远处太湖石假山旁矗立着两棵百年银杏"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁孩童蜷缩在贴满封条的朱漆大门前，怀中抱着撕破的布老虎",
                        "画面背景": "萧瑟秋风卷起满地枯叶，曾经气派的门楣蛛网横结，『柳府』鎏金匾额斜挂在半空"
                    },
                    {
                        "id": 2,
                        "画面文本": "徐义林弯腰向蜷缩墙角的男孩伸手，玄色大氅下摆沾着远道而来的风尘",
                        "画面背景": "漏雨的破屋墙角堆着霉变粮袋，透过残破窗棂可见门外停着辆青绸马车"
                    },
                    {
                        "id": 3,
                        "画面文本": "新郎官独自站在喜房外，大红喜服衬得脖颈处补丁中衣愈发刺眼",
                        "画面背景": "徐府张灯结彩的庭院，远处正厅传来宾客喧哗，海棠树被夜风吹落满地残花"
                    },
                    {
                        "id": 4,
                        "画面文本": "铜镜映出新娘凤冠霞帔的绝美容颜，与窗外新郎孤影形成残酷对比",
                        "画面背景": "贴满喜字的闺阁梳妆台，窗外连理枝灯笼将单薄身影投在茜纱窗上"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚，大婚之日进入洞房后被徐家大小姐打出。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "那是因为柳无邪的父母跟徐义林乃是生死之交，两家早已指腹为婚，约定年满十八即可完婚",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "柳无邪的父母与徐义林在柳府大厅内郑重握手，目光坚毅交汇",
                        "画面背景": "柳府正厅，雕花梁柱上悬挂鎏金匾额，中央檀木桌陈列青铜酒器与宗谱，地面铺暗纹织锦毯"
                    },
                    {
                        "id": 1,
                        "画面文本": "两位身着锦缎的孕妇倚坐在酸枝木榻上，双手轻抚隆起腹部相视而笑",
                        "画面背景": "柳府内宅暖阁，窗外可见覆雪梅枝，榻边鎏金熏炉升起袅袅青烟，织金帷帐半垂"
                    },
                    {
                        "id": 2,
                        "画面文本": "徐义林与柳父共执朱砂笔，在洒金红笺上落下指腹为婚的墨迹",
                        "画面背景": "柳府书房，紫檀案头陈列青玉笔架与螭龙镇纸，背后博古架摆满青铜礼器与瓷瓶"
                    },
                    {
                        "id": 3,
                        "画面文本": "泛黄婚约特写，朱砂字迹清晰写着『年满十八当行合卺之礼』",
                        "画面背景": "洒金红笺平铺在乌木托盘中，边缘已有岁月磨损痕迹，背景虚化着祠堂祖宗牌位"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "大婚之日进入洞房后被徐家大小姐打出",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "身着大红婚服的主角站在洞房门口，手指微微颤抖扶着门框",
                        "画面背景": "雕花木门半掩，屋内红烛摇曳，透过门缝可见绣着金线的红床幔，地砖上散落着碎瓷片"
                    },
                    {
                        "id": 1,
                        "画面文本": "徐家大小姐掀开红盖头，凤冠流苏剧烈晃动，手中攥着断裂的玉如意",
                        "画面背景": "洞房内八仙桌倾倒，合卺酒浸透织锦桌布，龙凤烛台在铜镜中映出扭曲火光"
                    },
                    {
                        "id": 2,
                        "画面文本": "主角被掌风击飞撞破雕花木门，婚服后襟撕裂露出白色中衣",
                        "画面背景": "门外石阶溅落零星血迹，断裂的门栓插在廊柱上，月洞门外隐约可见惊慌的宾客身影"
                    },
                    {
                        "id": 3,
                        "画面文本": "徐家大小姐立于门框残骸中，嫁衣广袖灌满夜风，指尖凝聚淡蓝色气劲",
                        "画面背景": "残破的喜字在夜空中飘卷，远处更夫灯笼照亮她身后翻飞的十二重绡纱裙摆"
                    }
                ]
            }
        ]
    },
    {
        "段落原文": "在几名狐朋好友唆使下，第一次踏入青楼，突然狂性大发，引燃火烛，导致整个青楼塌陷，悲剧的他被埋在废墟下面。",
        "镜头列表": [
            {
                "id": 0,
                "镜头文本": "在几名狐朋好友唆使下，第一次踏入青楼",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "几名衣着华丽的狐朋好友围在主角身边，脸上带着戏谑笑容推搡其肩膀，主角低头攥紧衣角，眉眼间透出犹豫与抗拒",
                        "画面背景": "古风街道，背景可见挂满红灯笼的酒楼与市集摊贩，石板路缝隙生着杂草，远处城楼轮廓隐于暮色中"
                    },
                    {
                        "id": 1,
                        "画面文本": "主角被推得踉跄半步站在青楼台阶前，朱红大门映着鎏金匾额，门内飘出胭脂香风，身后好友们勾肩搭背发出哄笑",
                        "画面背景": "三层雕花木构青楼，檐角悬着琉璃灯，门框镶嵌祥云纹铜饰，石阶旁歪斜着『怡红院』字样的灯笼"
                    }
                ]
            },
            {
                "id": 1,
                "镜头文本": "突然狂性大发，引燃火烛",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "少年双目赤红、面容扭曲地站在掀翻的桌椅间，手中紧攥着断裂的烛台",
                        "画面背景": "徐府房间内部，雕花木窗半开透出夜色，青砖地面散落着撕碎的书籍，朱漆梁柱上挂着被扯断的帷幔"
                    },
                    {
                        "id": 1,
                        "画面文本": "烛芯突然爆出火星，火苗顺着垂落的纱帐向上窜起，映亮少年癫狂大笑的脸部特写",
                        "画面背景": "燃烧的卧房场景，背景可见倾倒的博古架和破碎瓷瓶，火光照亮墙面的家族画像，烟雾在横梁间缭绕"
                    }
                ]
            },
            {
                "id": 2,
                "镜头文本": "导致整个青楼塌陷",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "豪华的府邸内，幼童锦衣玉食独自坐于雕花木椅，周围空荡无人。",
                        "画面背景": "富贵人家的正厅，陈设奢华，红木家具与玉器摆放整齐，窗外可见庭院中的假山与古树。"
                    },
                    {
                        "id": 1,
                        "画面文本": "五岁孩童蜷缩在燃烧的梁柱旁，手中紧握破碎的玉佩。",
                        "画面背景": "遭遇变故的宅院，火舌吞噬雕花门窗，青石板地上散落着翻倒的瓷器和账簿。"
                    },
                    {
                        "id": 2,
                        "画面文本": "深夜残月下，两只包袱被扔进后院枯井，井边残留凌乱马蹄印。",
                        "画面背景": "破败的府邸后院，枯井周围杂草丛生，围墙外隐约可见疾驰而去的马车轮廓。"
                    },
                    {
                        "id": 3,
                        "画面文本": "阴雨绵绵的清晨，徐义林撑着油纸伞站在石阶上，向蜷缩门洞的男孩伸手。",
                        "画面背景": "徐府青砖门楼，雨水顺着瓦当滴落形成水帘，石狮底座爬满青苔，匾额'徐宅'金字半褪。"
                    },
                    {
                        "id": 4,
                        "画面文本": "少年独坐阁楼窗边，面前摆着未动的饭菜，楼下传来热闹的家宴声响。",
                        "画面背景": "徐府西侧阁楼，窗棂结着蛛网，墙角堆满翻烂的旧书，透过菱花格窗可见主屋灯火通明。"
                    }
                ]
            },
            {
                "id": 3,
                "镜头文本": "悲剧的他被埋在废墟下面",
                "画面列表": [
                    {
                        "id": 0,
                        "画面文本": "幼小的身影半掩在断裂的梁柱与瓦砾间，沾满灰尘的手指紧扣着残破的玉佩",
                        "画面背景": "暴雨倾盆的柳府废墟，雕花窗棂浸泡在泥水中，远方燃烧的马厩火光照亮两棵被雷击断的老槐树"
                    }
                ]
            }
        ]
    }
]